Revit 2027 API
WorksharingUtils Properties
The WorksharingUtils type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
WorksharingUtils Class
Autodesk.Revit.DB Namespace